export const GOOGLE_STATUS_CODE = {
    "OK": '오류가 발생하지 않았음을 나타냅니다. 파노라마가 발견되고 메타데이터가 반환됩니다.',
    "ZERO_RESULTS": '제공된 위치 근처에서 파노라마를 찾을 수 없습니다. 존재하지 않거나 잘못된 파노라마 ID를 제공하는 경우 발생할 수 있습니다.',
    "NOT_FOUND": 'location 매개변수에 제공된 주소 문자열을 찾을 수 없습니다. 존재하지 않는 주소가 제공된 경우 발생할 수 있습니다.',
    "OVER_QUERY_LIMIT": '이 API의 일일 할당량 또는 초당 할당량을 초과했습니다.',
    "REQUEST_DENIED": '요청이 거부되었습니다.',
    "INVALID_REQUEST": '일반적으로 쿼리 매개변수 (주소, 위도 및 경도 좌표 또는 구성요소)가 누락되었습니다.',
    "UNKNOWN_ERROR": '서버 오류로 인해 요청을 처리하지 못했습니다.',
}